tap "universal-ctags/universal-ctags"
tap "koekeishiya/formulae"
brew "agda"
brew "bat"
brew "boost"
brew "cmake"
brew "coreutils"
brew "curl"
brew "emacs"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fish"
brew "gawk"
brew "gawk"
brew "gh"
brew "ghq"
brew "ghq"
brew "glib"
brew "gnutls"
brew "go"
brew "go"
brew "gpg"
brew "htop"
brew "ifstat"
brew "iproute2mac"
brew "jq"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "libmediainfo"
brew "libspatialite"
brew "libtool"
brew "libxml2"
brew "lua"
brew "mas"
brew "media-info"
brew "neovim"
brew "nmap"
brew "nmap"
brew "pyenv"
brew "ripgrep"
brew "tfenv"
brew "tmux"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "watch"
brew "wget"
