tap "universal-ctags/universal-ctags"
tap "koekeishiya/formulae"
brew "agda"
brew "ast-grep"
brew "bat"
brew "boost"
brew "cargo-binstall"
brew "cmake"
brew "coreutils"
brew "curl"
brew "emacs"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fish"
brew "gawk"
brew "gh"
brew "ghq"
brew "ghq"
brew "glib"
brew "gnutls"
brew "go"
brew "gpg"
brew "gsed"
brew "hadolint"
brew "htop"
brew "ifstat"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "libmediainfo"
brew "libspatialite"
brew "libtool"
brew "libxml2"
brew "lua"
brew "mas"
brew "media-info"
brew "neovim"
brew "nmap"
brew "openjdk"
brew "pdftk-java"
brew "pipx"
brew "pwgen"
brew "pyenv"
brew "radare2"
brew "ripgrep"
brew "tfenv"
brew "tmux"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "watch"
brew "wget"
brwe "uv"

cask "background-music"
cask "betterdisplay"
cask "brave-browser"
cask "devtunnel"
cask "docker"
cask "fujitsu-scansnap-home"
cask "key-codes"
cask "lunar"
cask "mathpix-snipping-tool"
cask "sidequest"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
